Repository: mgriebling/Word-Sleuth
Catalog: WordLists.xcstrings
Source language: en
Languages: de, es, fr, hi, it, nl, pl, pt, ru, tr, uk

source: Chestnut
de: Kastanie
es: Castaño
fr: Châtaigne
hi: चेस्टनट फल
it: Castagna
nl: Kastanje
pl: Kasztan
pt: Castanha
ru: Каштан
tr: Kestane
uk: Каштан

source: Chickadee
de: Meise
es: Paro
fr: Mésange
hi: चिकाडी
it: Cincia
pl: Sikora
ru: Чикади
uk: Чікаді

source: Chicken
de: Haushuhn
es: Pollo
fr: Poulet
hi: मुरग़ी
it: Pollo
nl: Kip
pl: Kurczak
pt: Frango
ru: Курица
tr: Tavuk
uk: Курка

source: Chile
de: Chili
fr: Chili
hi: चिली
it: Cile
nl: Chili
ru: Чили
tr: Şili
uk: Чилі

source: Chill
de: Kälte
es: Rasca
fr: Frisson
hi: सिहरन
it: Freddo
nl: Chillen
pl: Chłód
pt: Frio
ru: Холод
tr: Soğuk
uk: Холод

source: Chimera
de: Hirngespinst
es: Quimera
fr: Chimère
hi: काइमेरा
nl: Hersenschim
pt: Quimera
ru: Химера
tr: Kimera
uk: Химера

source: Chimpanzee
de: Schimpanse
es: Chimpancé
fr: Chimpanzé
hi: चिंपांज़ी
it: Scimpanzé
nl: Chimpansee
pl: Szympans
pt: Chimpanzé
ru: Шимпанзе
tr: Şempanze
uk: Шимпанзе

source: Chin
de: Kinn
es: Barbilla
fr: Menton
hi: ठोड़ी
it: Mento
nl: Kin
pl: Podbródek
pt: Queixo
ru: Подбородок
tr: Çene
uk: Підборіддя

source: Chinch
de: Getreidewanze
es: Chinche de los cereales
hi: चिंच
it: Cimice
pl: Szyna
ru: Чинч
tr: Çın
uk: Чінч

source: Chisel
de: Meißel
es: Cincel
fr: Ciseau
hi: छेनी
it: Scalpello
nl: Beitel
pl: Dłuto
pt: Cinzel
ru: Долото
tr: Keski
uk: Скамеска

source: Chocolate
de: Schokolade
fr: Chocolat
hi: चॉकलेट
it: Cioccolato
nl: Chocola
pl: Czekolada
ru: Шоколад
tr: Çikolata
uk: Шоколад

source: Chop
de: Kotelett
es: Chuleta
fr: Hacher
hi: काट लें
it: Tritare
nl: Hakken
pl: Posiekać
pt: Costeleta
ru: Рубить
tr: Kesmek
uk: Подрібніти

source: Choral
de: Chor
es: Coral
hi: कोरल
it: Corale
nl: Koor-
pl: Chóralny
pt: Coral
ru: Хоровой
tr: Koroya ait
uk: Хоральний

source: Chord
de: Akkord
es: Acorde
fr: Accord
hi: जीवा
it: Accordo
nl: Akkoord
pl: Akord
pt: Acorde
ru: Аккорд
tr: Akort
uk: Акорд

source: Chow
de: ChowChow
es: Chow chow
fr: Chow-chow
hi: चाउ
it: Sbobba
nl: Eten
pl: Chow-chow
pt: Comida
ru: Чоу
tr: Kepmek
uk: Чоу

source: Chromosphere
de: Chromosphäre
es: Cromosfera
fr: Chromosphère
hi: क्रोमोस्फीयर
it: Cromosfera
nl: Chromosfeer
pl: Chromosfera
pt: Cromosfera
ru: Хромосфера
tr: Kromosfer
uk: Хромосфера

source: Chrysanthemum
de: Chrysantheme
es: Crisantemo
fr: Chrysanthème
hi: गुलदाउदी
it: Crisantemo
nl: Chrysant
pl: Chryzantema
pt: Crisântemo
ru: Хризантема
tr: Kasımpatı
uk: Хризантема

source: Cicada
de: Zikade
es: Cigarra
fr: Cigale
hi: फतिंगा
it: Cicala
nl: Cicade
pl: Cykada
pt: Cigarra
ru: Цикада
tr: Açıstosbosbocusu
uk: Цикада

source: Circle
de: Kreis
es: Círculo
fr: Cercle
hi: गोल आकृति
it: Cerchio
nl: Cirkel
pl: Koło
pt: Círculo
ru: Круг
tr: Daire
uk: Коло

source: Circumference
de: Umkreis
es: Circunferencia
fr: Circonférence
hi: परिधि की लंबाई
it: Circonferenza
nl: Omtrek
pl: Obwód
pt: Circunferência
ru: Окружность
tr: Daire çevresi
uk: Окружність

source: Cistern
de: Zisterne
es: Cisterna
fr: Citerne
hi: कुंड
it: Cisterna
nl: Stortbak
pl: Cysterna
pt: Tanque de sanita
ru: Цистерна
tr: Sarnıç
uk: Цистерна

source: Cities
de: Städte
es: Ciudades
fr: Villes
hi: शहर
it: Città
nl: Steden
pl: Miasta
pt: Cidades
ru: Города
tr: Şehirler
uk: Міста

source: Clam
de: Muschel
es: Almeja
fr: Palourde
hi: क्लैम
it: Vongola
nl: Schelpdier
pl: Małż jadalny
pt: Amêijoa
ru: Собирать моллюсков
tr: İstiridye
uk: Молюск

source: Clamp
de: Klammer
es: Abrazadera
fr: Pince
hi: शिकंजा
it: Morsetto
nl: Klem
pl: Zacisk
pt: Grampo
ru: Зажим
tr: Kenetlemek
uk: Затиск

source: Clarinet
de: Klarinette
es: Clarinete
fr: Clarinette
hi: क्लैरिनेट
it: Clarinetto
nl: Klarinet
pl: Klarnet
pt: Clarinete
ru: Кларнет
tr: Klarnet
uk: Кларнет

source: Class
de: Klasse
es: Promoción
fr: Classe
hi: श्रेणी
it: Classe
nl: Klasse
pl: Klasa
pt: Aula
ru: Класс
tr: Sınıf
uk: Клас

source: Classical
de: Klassisch
es: Clásico
fr: Classique
hi: गंभीर व कालजयी
it: Classico
nl: Klassiek
pl: Klasyczny
pt: Clássico
ru: Классический
tr: Klasik
uk: Класичний

source: Claves
de: Schlüssel
fr: Clés
hi: क्लेव्स
it: Chiavi
nl: Sleutels
pl: Klawy
pt: Chaves
ru: Клавес
uk: Клавес

source: Clay
de: Ton
es: Arcilla
fr: Argile
hi: मिट्टी
it: Argilla
nl: Klei
pl: Glina
pt: Argila
ru: Глина
tr: Kil
uk: Глина

source: Cleaver
de: Hackbeil
es: Cuchilla de carnicero
fr: Fendoir
hi: क्लीवर
it: Mannaia
nl: Hak-
pl: Tasak rzeźniczy
pt: Cutelo
ru: Нож мясника
tr: Balta
uk: Клеавер

source: Cliche
de: Klischee
es: Cliché
fr: Cliché
hi: क्लिच
it: Cliché
nl: Cliché
pl: Komunał
pt: Clichê
ru: Клише
tr: Beylik söz
uk: Кліше

source: Cliff
de: Felswand
es: Acantilado
fr: Falaise
hi: भृगु
it: Scogliera
nl: Steile rots
pl: Klif
pt: Penhasco
ru: Скала
tr: Uçurum
uk: Скеля

source: Climate
de: Klima
es: Clima
fr: Climat
hi: वातावरण
it: Clima
nl: Klimaat
pl: Klimat
pt: Clima
ru: Климат
tr: Iklim
uk: Клімат

source: Climax
de: Höhepunkt
es: Clímax
fr: Point culminant
hi: पराकाष्ठा
pl: Punkt kulminacyjny
pt: Clímax
ru: Кульминация
tr: Doruk noktası
uk: Кульмінація

source: Cloak
de: Umhang
es: Capa
fr: Cape
hi: लबादा
it: Mantello
nl: Mantel
pl: Peleryna
pt: Capa
ru: Плащ
tr: Pelerin
uk: Плащ

source: Clock
de: Uhr
es: Reloj
fr: Horloge
hi: घड़ी
it: Orologio
nl: Klok
pl: Zegar
pt: Relógio
ru: Часы
tr: Saat
uk: Годинник

source: Closet
de: Schrank
es: Armario
fr: Placard
hi: कोठरी
it: Gabinetto
nl: Kast
pl: Gabinet
pt: Armário
ru: (Стенной) шкаф
tr: Gömme dolap
uk: Шафа

source: Clothing
de: Kleidung
es: Ropa
fr: Vêtements
hi: कपड़े
it: Abbigliamento
nl: Kleding
pl: Odzież
pt: Vestuário
ru: Одежда
tr: Giysi
uk: Одяг

source: Cloud
de: Wolke
es: Nube
fr: Nuage
hi: बादल
it: Nuvola
nl: Wolk
pl: Chmura
pt: Nuvem
ru: Облако
tr: Bulut
uk: Хмара

source: Cloudburst
de: Wolkenbruch
es: Aguacero
fr: Violente averse
hi: बादल फटने
it: Nubifragio
nl: Wolkbreuk
pl: Oberwanie chmury
pt: Tromba d'água
ru: Ливень
tr: Bulut patlaması
uk: Хмарний вибух

source: Clover
de: Klee
es: Trébol
fr: Trèfle
hi: तिपतिया
it: Trifoglio
nl: Klaver
pl: Koniczyna
pt: Trevo
ru: Клевер
tr: Yonca
uk: Конюшина

source: Club
de: Verein
hi: क्लब
pl: Klub
pt: Clube
ru: Клуб
tr: Klüp
uk: Клуб

source: Clutch
de: Kupplung
es: Embrague
fr: Embrayage
hi: क्लच
it: Frizione
nl: Koppeling
pl: Sprzęgło
pt: Embreagem
ru: Сцепление
tr: Debriyaj
uk: Зчеплення

source: Coal
de: Kohle
es: Carbón
fr: Charbon
hi: कोयला
it: Carbone
nl: Kolen
pl: Węgiel
pt: Carvão
ru: Уголь
tr: Kömür
uk: Вугілля

source: Coat
de: Mantel
es: Abrigo
fr: Manteau
hi: कोट
it: Cappotto
nl: Jas
pl: Płaszcz
pt: Casaco
ru: Пальто
tr: Palto
uk: Пальто

source: Coatrack
de: Garderobe
es: Perchero
fr: Porte-manteau
hi: कोटट्रैक
it: Appendiabiti
nl: Kapstok
pl: Wieszak
pt: Cabide
ru: Стеллаж для пальто
uk: Стійка для пальто

source: Cobalt
de: Kobalt
es: Cobalto
hi: कोबाल्ट
it: Cobalto
nl: Kobalt
pl: Kobalt
pt: Cobalto
ru: Кобальт
tr: Kobalt
uk: Кобальт

source: Cobra
de: Kobra
hi: नाग
pl: Kobra
pt: Naja
ru: Кобра
tr: Kobra
uk: Кобра

source: Cockroach
de: Kakerlak
es: Cucaracha
fr: Cafard
hi: तिलचट्टा
it: Scarafaggio
nl: Kakkerlak
pl: Karaluch
pt: Barata
ru: Таракан
tr: Hamam böceği
uk: Тарган

source: Coefficient
de: Koeffizient
es: Coeficiente
hi: गुणांक
it: Coefficiente
nl: Coëfficiënt
pl: Współczynnik
pt: Coeficiente
ru: Коэффициент
tr: Katsayı
uk: Коефіцієнт

source: Colander
de: Sieb
es: Colador
fr: Passoire
hi: छन्ना
it: Colino
nl: Vergiet
pl: Durszlak
pt: Peneira
ru: Дуршлаг
tr: Kelver
uk: Коландер

source: Colombia
de: Kolumbien
fr: Colombie
hi: कोलंबिया
pl: Kolumbia
pt: Colômbia
ru: Колумбия
tr: Kolombiya
uk: Колумбія

source: Colon
de: Dickdarm
fr: Côlon
hi: कोलन
nl: Dikke darm
pl: Dwukropek
pt: Cólon
ru: Двоеточие
tr: Kolon
uk: Колон

source: Colonnade
de: Kolonnade
es: Columnata
hi: स्तंभावली
it: Colonnato
pl: Kolumnada
pt: Colunata
ru: Колоннада
tr: Sütunlu
uk: Колонада

source: Colorpoint
de: Farbpunkt
es: Punto de color
fr: Point de couleur
hi: रंग बिंदु
it: Punto di colore
nl: Kleurpunt
pl: Punkt koloru
pt: Ponto de cor
ru: Цветовая точка
tr: Renk noktası
uk: Кольорова точка

source: Colors
de: Farbe
es: Coloración
fr: Couleurs
hi: रंग
it: Colori
nl: Kleuren
pl: Kolory
pt: Cores
ru: Цвета
tr: Renkler
uk: Кольори

source: Columbine
de: Akelei
es: Aguileña
fr: Colombine
hi: कोलंबिन
it: Colombina
nl: Akelei
pl: Kolombina
pt: Columbina
ru: Водосбор
tr: Kolombin
uk: Колумбайн

source: Column
de: Spalte
es: Columna
fr: Colonne
hi: स्तंभ
it: Colonna
nl: Kolom
pl: Kolumna
pt: Coluna
ru: Колонна
tr: Sütun
uk: Колонка

source: Combination
de: Sortierung
es: Combinación
fr: Combinaison
hi: मिश्रण
it: Combinazione
nl: Combinatie
pl: Kombinacja
pt: Combinação
ru: Комбинация
tr: Karışım
uk: Комбінація

source: Comet
de: Komet
es: Cometa
fr: Comète
hi: धूमकेतु
it: Cometa
nl: Komeet
pl: Kometa
pt: Cometa
ru: Комета
tr: Kuyruklu Yıldız
uk: Комета

source: Compass
de: Kompass
es: Brújula
fr: Boussole
hi: क़ुतुबनुमा
it: Bussola
nl: Kompas
pl: Kompas
pt: Bússola
ru: Компас
tr: Pusula
uk: Компас

source: Compassion
de: Anteilnahme
es: Compasión
hi: दयाभाव
it: Compassione
nl: Mededogen
pl: Współczucie
pt: Compaixão
ru: Сострадание
tr: Şefkat
uk: Співчуття

source: Compound
de: Verbindung
es: Compuesto químico
fr: Composé
hi: यौगिक पदार्थ
it: Composto
nl: Samengesteld
pl: Złożony
pt: Composto
ru: Соединение
tr: Birleşik
uk: З'єднання

source: Compressor
de: Kompressor
es: Compresor
fr: Compresseur
hi: कंप्रेसर
it: Compressore
pl: Kompresor
ru: Компрессор
tr: Kompresör
uk: Компресор

source: Computer Science
de: Computerwissenschaft
es: Informática
fr: Informatique
hi: कंप्यूटर विज्ञान
it: Informatica
nl: Informatica
pl: Informatyka
pt: Ciência da computação
ru: Вычислительная техника
tr: Bilgisayar Bilimi
uk: Комп'ютерні науки

source: Concrete
de: Beton
es: Concreto
fr: Béton
hi: यथार्थ
it: Calcestruzzo
nl: Beton
pl: Beton
pt: Concreto
ru: Бетон
tr: Beton
uk: Бетон

source: Condor
de: Kondor
es: Cóndor
hi: कोंडोर
pl: Kondor
ru: Кондор
tr: Kondor
uk: Кондор

source: Cone
de: Kegel
es: Cono
fr: Cône
hi: शंकु
it: Cono
nl: Kegel
pl: Stożek
ru: Конус
tr: Koni
uk: Конус

source: Conflict
de: Konflikt
es: Conflicto
fr: Conflit
hi: अंतर
it: Conflitto
pl: Konflikt
pt: Conflito
ru: Конфликт
tr: Çatışma
uk: Конфлікт

source: Conifer
de: Nadelbaum
es: Conífera
fr: Conifère
hi: शंकूवृक्ष
it: Conifera
nl: Conifeer
pl: Drzewo iglaste szpilkowe
pt: Conífera
ru: Хвойное дерево
tr: Kozalaklı ağaç
uk: Хвойний

source: Consonance
de: Konsonanz
es: Consonancia
hi: अनुरूप
it: Consonanza
nl: Harmonie
pl: Zgodność
pt: Consonância
ru: Согласие
tr: Uyum
uk: Консонанс

source: Conspiracy
de: Verschwörung
es: Conspiración
fr: Conspiration
hi: षड्यंत्र
it: Cospirazione
nl: Samenzwering
pl: Spisek
pt: Conspiração
ru: Заговор
tr: Düzen
uk: Змова

source: Constant
de: Konstante
es: Constante
fr: Constante
hi: निरंतर
it: Costante
pl: Stała
pt: Constante
ru: Константа
tr: Sürekli
uk: Постійний

source: Constellation
de: Sternbild
es: Constelación
hi: तारामंडल
it: Costellazione
nl: Sterrenbeeld
pl: Konstelacja
pt: Constelação
ru: Созвездие
tr: Takımyıldızı
uk: Сузір'я

source: Constitution
de: Verfassung
es: Constitución
hi: संविधान
it: Costituzione
nl: Constitutie
pl: Konstytucja
pt: Constituição
ru: Конституция
tr: Anayasa
uk: Конституція

source: Container Types
de: Containertypen
es: Tipos de contenedores
fr: Types de conteneurs
hi: कंटेनर के प्रकार
it: Tipi di contenitori
nl: Containersoorten
pl: Typy kontenerów
pt: Tipos de contêineres
ru: Типы контейнеров
tr: Konteyner Türleri
uk: Типи контейнерів

source: Contempt
de: Geringschätzung
es: Desprecio
fr: Mépris
hi: तिरस्कार
it: Disprezzo
nl: Minachting
pl: Pogarda
pt: Desprezo
ru: Презрение
tr: Küçümseme
uk: Презирство

source: Contentment
de: Zufriedenheit
es: Satisfacción
fr: Contentement
hi: मधुर संतुष्टि
it: Soddisfazione
nl: Tevredenheid
pl: Zadowolenie
pt: Contentamento
ru: Довольство
tr: Memnunluk
uk: Задоволеність

source: Continent
de: Kontinent
es: Continente
hi: संयमी
it: Continente
nl: Vasteland
pl: Kontynent
pt: Continente
ru: Континент
tr: Kıta
uk: Континент

source: Contract
de: Vertrag
es: Contrato
fr: Contrat
hi: इक़रारनामा
it: Contratto
pl: Kontrakt
pt: Contrato
ru: Контракт
tr: Kontrat
uk: Контракт

source: Convertible
de: Cabrio
es: Descapotable
fr: Décapotable
hi: परिवर्तनीय
it: Convertibile
nl: Converteerbaar
pl: Kabriolet
pt: Conversível
ru: Конвертируемый
tr: Dönüştürülebilir
uk: Кабріолет

source: Cookie
de: Keks
es: Galleta
hi: कुकी
it: Biscotto
pl: Herbatnik
pt: Biscoito
ru: Печенье
tr: Kurabiye
uk: Печиво

source: Cooking
de: Kochen
es: Para cocinar
fr: Cuisine
hi: पाकक्रिया
it: Cucina
nl: Koken
pl: Gotowanie
pt: Culinária
ru: Кухня
tr: Yemek pişirme
uk: Приготування їжі

source: Cooking Terms
de: Kochbegriffe
es: Términos de cocina
fr: Conditions de cuisson
hi: खाना पकाने की शर्तें
it: Termini di cottura
nl: Kookvoorwaarden
pl: Warunki gotowania
pt: Termos de cozimento
ru: Условия Приготовления Пищи
tr: Pişirme Terimleri
uk: Терміни приготування їжі

source: Copper
de: Kupfer
es: Cobre
fr: Cuivre
hi: ताँबा
it: Rame
nl: Koper
pl: Miedź
pt: Cobre
ru: Медь
tr: Bakır
uk: Мідь

source: Copperhead
de: Kupferkopf
es: Cabeza de cobre
fr: Mocassin à tête cuivrée
hi: कॉपरहेड
it: Testa di rame
nl: Koperkop
pl: Mokasyn miedziogłowiec
pt: Cabeça de cobre
ru: Щитомордник
tr: Bakır kafalı
uk: Мідна голова

source: Coral
de: Koralle
fr: Corail
hi: मूँगा
it: Corallo
nl: Koraal
pl: Koralowiec
ru: Коралл
tr: Mercan
uk: Корал

source: Corduroy
de: Knüppeldamm
es: Pana
fr: Velours côtelé
hi: कॉर्डराय
it: Velluto a coste
pl: Sztruks
pt: Veludo
ru: Вельвет
tr: Fitilli kadife
uk: Вельвет

source: Core
de: Kern
es: Núcleo
fr: Noyau
hi: कोर
it: Nucleo
nl: Kern
pl: Rdzeń
pt: Núcleo
ru: Ядро
tr: Çekirdek
uk: Ядро

source: Cork
de: Kork
es: Corcho
fr: Liège
hi: कॉर्क
it: Sughero
nl: Kurk
pl: Korek
pt: Cortiça
ru: Пробка
tr: Mantar
uk: Корк

source: Cormorant
de: Kormoran
es: Cormorán
fr: Cormoran
hi: कॉर्मोरेंट
it: Cormorano
nl: Aalscholver
pl: Kormoran
pt: Corvo-marinho
ru: Большой баклан
tr: Karabatak
uk: Какан

source: Cornflower
de: Kornblume
es: Aciano
fr: Bleuet
hi: कॉर्नफ्लावर
it: Fiordaliso
nl: Korenbloem
pl: Chaber
pt: Centáurea-azul
ru: Василёк
tr: Peygamber Çiçeği
uk: Волошка

source: Cornice
de: Gesims
es: Cornisa
fr: Corniche
hi: कॉर्निस
nl: Kroonlijst
pl: Gzyms
pt: Cornija
ru: Карниз
tr: Korniş
uk: Карнид

source: Cornish
de: Junges Huhn
es: Gallina de Cornualles
fr: De Cornouailles
hi: कोर्निश
it: Cornico
nl: Van Cornwall
pl: Kornwalijczycy
pt: Da Cornualha
ru: Корнуэльский язык
uk: Корніш

source: Corollary
de: Schlussfolgerung
es: Corolario
fr: Corollaire
hi: निष्कर्ष
it: Corollario
nl: Gevolg
pl: Następstwo
pt: Corolário
ru: Следствие
tr: Sonucu
uk: Наслій

source: Corridor
de: Korridor
es: Pasillo
fr: Couloir
hi: गलियारा
it: Corridoio
nl: Gang
pl: Korytarz
pt: Corredor
ru: Коридор
tr: Koridor
uk: Коридор

source: Corset
de: Korsett
es: Corsé
hi: चोली
it: Corsetto
nl: Korset
pl: Gorset
pt: Espartilho
ru: Корсет
tr: Korse
uk: Корсет

source: Cortex
de: Rinde
es: Corteza
hi: झिल्ली
it: Corteccia
pl: Kora
pt: Córtex
ru: Кора
tr: Korteks
uk: Кора

source: Cosmos
de: Kosmos
hi: ब्रह्मांड
it: Cosmo
nl: Soort sierplant
pl: Kosmos
ru: Космос
tr: Kozmos
uk: Космос

source: Costume
de: Kostüm
es: Disfraz
hi: पोशाक
nl: Kostuum
pl: Kostium
pt: Traje
ru: Костюм
tr: Kostüm
uk: Костюм

source: Cotton
de: Baumwolle
es: Algodón
fr: Coton
hi: रूई
it: Cotone
nl: Katoen
pl: Bawełna
pt: Algodão
ru: Хлопок
tr: Pamuk
uk: Бавовна

source: Cougar
de: Puma
es: Puma
fr: Puma
hi: कौगर
it: Puma
nl: Poema
pl: Puma
pt: Puma
ru: Пума
tr: Puma
uk: Пума

source: Counsel
de: Anwalt
es: Abogado
fr: Avocat
hi: सलाह
it: Consiglio
nl: Advocaat
pl: Adwokat
pt: Advogado
ru: Адвокат
tr: Danışman
uk: Радник

source: Counterfeiting
de: Fälschung
es: Falsificación
fr: Contrefaçon
hi: जालसाज़ी
it: Contraffazione
nl: Vervalsing
pl: Podrabianie
pt: Falsificação
ru: Подделка
tr: Sahtecilik
uk: Підробка

source: Countries
de: Länder
es: Países
fr: Pays
hi: देश
it: Paesi
nl: Landen
pl: Kraje
pt: Países
ru: Страны
tr: Ülkeler
uk: Країни

source: Country
de: Land
es: País
fr: Pays
hi: देहात
it: Paese
nl: Land
pl: Kraj
pt: País
ru: Страна
tr: Ülke
uk: Країна

source: Court
de: Gericht
es: Juzgado
fr: Cour
hi: न्यायालय
it: Tribunale
nl: Rechtbank
pl: Sąd
pt: Tribunal
ru: Суд
tr: Mahkeme
uk: Суд

source: Courtyard
de: Hof
es: Patio
fr: Cour
hi: आँगन
it: Cortile
nl: Plaats
pl: Dziedziniec
pt: Pátio
ru: Двор
tr: Avlu
uk: Внутрішній дворик

source: Coyote
de: Kojote
hi: कोयोट
pl: Kojot
pt: Coiote
ru: Койот
tr: Çakal
uk: Койот

source: Crab
de: Krabbe
es: Cangrejo
fr: Crabe
hi: केकड़ा
it: Granchio
nl: Krab
pl: Krab
pt: Caranguejo
ru: Краб
tr: Yengeç
uk: Краб

source: Cradle
de: Kinderbett
es: Cuna
fr: Berceau
hi: पालना
it: Culla
nl: Wieg
pl: Kołyska
pt: Berço
ru: Колыбель
tr: Beşik
uk: Колиска

source: Crafting
de: Basteln
es: Elaboración
fr: Artisanat
hi: क्राफ्टिंग
it: Artigianato
nl: Knutselen
pl: Rzemiosło
pt: Artesanato
ru: Ремесло
tr: İşçilik
uk: Виготовлення

source: Crane
de: Kran
es: Grúa
fr: Grue
hi: क्रेन
it: Gru
nl: Kraan
pl: Dźwig
pt: Guindaste
ru: Журавль
tr: Vinç
uk: Журавельні

source: Crankshaft
de: Kurbelwelle
es: Cigüeñal
fr: Vilebrequin
hi: क्रैंकशाफ्ट
it: Albero a gomiti
nl: Krukas
pl: Wał korbowy
pt: Eixo da manibrequim
ru: Коленчатый вал
tr: Krank mili
uk: Колінчастий Вал

source: Crate
de: Kiste
es: Contenedor
fr: Caisse
hi: टोकरा
it: Cassa
nl: Krat
pl: Skrzynka
pt: Caixote
ru: Ящик
tr: Yaratmak
uk: Ящик

source: Cream
de: Creme
es: Crema
fr: Crème
hi: मलाई
it: Crema
nl: Crème
pl: Krem
pt: Creme
ru: Крем
tr: Krema
uk: Крем

source: Credenza
de: Anrichte
fr: Crédence
hi: क्रेडेन्ज़ा
pl: Kredenza
ru: Креденза
tr: Kredenza
uk: Креденза

source: Creek
de: Bach
es: Arroyo
fr: Ruisseau
hi: छोटी नदी
it: Torrente
nl: Kreek
pl: Strumień
pt: Riacho
ru: Залив
tr: Dere
uk: Струмок

source: Crib
de: Krippe
es: Cuna
fr: Berceau
hi: पालना
it: Culla
nl: Wieg
pl: Szopka
pt: Berço
ru: Детская кроватка
tr: Yemlik
uk: Ліжечко

source: Crime
de: Verbrechen
es: Delito
hi: अपराध
it: Crimine
nl: Misdaad
pl: Przestępstwo
ru: Преступление
tr: Suç
uk: Злочинність

source: Crimes
de: Verbrechen
es: Crímenes
hi: अपराध
it: Crimini
nl: Misdaden
pl: Przestępstwa
ru: Преступления
tr: Suçlar
uk: Злочини

source: Crimson
de: Purpurrot
es: Carmesí
fr: Cramoisi
hi: क़िरमिज़ी
it: Cremisi
nl: Karmozijn
pl: Szkarłat
pt: Carmesim
ru: Малиновый
tr: Kırmızı
uk: Багряний

source: Croatian
de: Kroatisch
es: Croata
fr: Croate
hi: क्रोएशियाई
it: Croato
nl: Kroatisch
pl: Chorwacki
pt: Croata
ru: Хорватский
tr: Hırvatça
uk: Хорватська

source: Crochet
de: Häkeln
es: Ganchillo
hi: क्रोकेट
it: Uncinetto
nl: Haken
pl: Szydełkować
pt: Crochê
ru: Вязать крючком
tr: Tığ işi
uk: В'язання гачком

source: Crockery
de: Geschirr
es: Vajilla
fr: Vaisselle
hi: बर्तन
it: Stoviglie
nl: Aardewerk
pl: Naczynia stołowe
pt: Louça
ru: Глиняная посуда
tr: Çanak çömlek
uk: Суди

source: Crocodile
de: Kroko
es: Cocodrilo
hi: मगरमच्छ
it: Coccodrillo
nl: Krokodil
pl: Krokodyl
pt: Crocodilo
ru: Крокодил
tr: Timsah
uk: Крокодил

source: Crocus
de: Krokus
es: Azafrán de primavera
hi: केसर
it: Croco
nl: Krokus
pl: Krokus
pt: Croco
ru: Крокус
tr: Safran
uk: Крокус

source: Crossbow
de: Armbrust
es: Ballesta
fr: Arbalète
hi: क्रॉसबो
it: Balestra
nl: Kruisboog
pl: Kusza
pt: Besta
ru: Арбалет
uk: Арбалет

source: Crow
de: Krähe
es: Cuervo
fr: Corbeau
hi: कौआ
it: Corvo
nl: Kraai
pl: Wrona
pt: Corvo
ru: Ворона
tr: Karga
uk: Ворона

source: Crowbar
de: Brechstange
es: Palanca
fr: Pince-monseigneur
hi: सब्बल
it: Palanchino
nl: Koevoet
pl: Łom
pt: Pé de cabra
ru: (Монтажный) лом
tr: Kevye
uk: Дром

source: Cruiser
de: Schlachtkreuzer
es: Crucero
fr: Croiseur
hi: क्रूज़र
it: Incrociatore
nl: Kruiser
pl: Krążownik
pt: Cruzador
ru: Крейсер
tr: Kruvazör
uk: Круїзер

source: Crust
de: Erdkruste
es: Corteza
fr: Croûte
hi: पपड़ी
it: Crosta
nl: Korst
pl: Skorupa
pt: Crosta
ru: Корочка
tr: Kabuk
uk: Корочка

source: Crystal
de: Kristall
es: Cristal
fr: Cristal
hi: रवा
it: Cristallo
nl: Kristal
pl: Kryształ
pt: Cristal
ru: Хрусталь
tr: Kristal
uk: Кристал

source: Cube
de: Würfel
es: Cubo
hi: घनफल
it: Cubo
nl: Kubus
pl: Kostka
pt: Cubo
ru: Куб
tr: Küp
uk: Куб

source: Cubit
de: Elle
es: Codo
hi: क्यूबिट
it: Cubito
nl: El
pl: Łokieć
ru: Локоть
uk: Лікот

source: Cup
de: Tasse
es: Taza
fr: Tasse
hi: कप
it: Coppa
nl: Beker
pl: Filiżanka
pt: Xícara
ru: Чашка
tr: Fincan
uk: Чашка

source: Cupboard
de: Schrank
es: Armario
fr: Placard
hi: अलमारी
it: Armadio
nl: Kast
pl: Szafka
pt: Armário
ru: Шкаф
tr: Dolap
uk: Шафа

source: Curiosity
de: Neugier
es: Curiosidad
fr: Curiosité
hi: जिज्ञासा
it: Curiosità
nl: Nieuwsgierigheid
pl: Ciekawość
pt: Curiosidade
ru: Любопытство
tr: Merak
uk: Цікавість

source: Currencies
de: Währungen
es: Monedas
fr: Devises
hi: मुद्राएं
it: Valute
nl: Valuta's
pl: Waluty
pt: Moedas
ru: Валюты
tr: Para birimleri
uk: Валюти

source: Curtain
de: Vorhang
es: Cortina
fr: Rideau
hi: परदा
it: Tenda
nl: Gordijn
pl: Kurtyna
pt: Cortina
ru: Занавес
tr: Perde
uk: Завіса

source: Cutlass
de: Entersäbel
es: Alfanje
fr: Coutelas
hi: कटलास
it: Tagliata
nl: Korte sabel
pl: Kord
ru: Абордажная сабля

source: Cutlery
de: Besteck
es: Cubertería
fr: Couverts
hi: कटलरी
it: Posate
nl: Bestek
pl: Sztućce
pt: Talheres
ru: Столовые приборы
tr: Çatal bıçak takımı
uk: Столові прибори

source: Cutter
de: Fräser
es: Cúter
hi: कटर
it: Taglierina
nl: Snijder
pl: Nóż
pt: Cortador
ru: Катер
tr: Kesici
uk: Різак

source: Cuttingboard
de: Schneidebrett
es: Tabla de cortar
fr: Planche à découper
hi: कटिंगबोर्ड
it: Tagliere
nl: Snijplank
pl: Deska do krojenia
pt: Tábua de cortar
ru: Разделочная доска
tr: Kesme tahtası
uk: Обробна дошка

source: Cyan
de: Cyanblau
es: Cian
hi: सियान
it: Ciano
nl: Cyaanblauw
pl: Barwa niebieskozielona
pt: Ciano
ru: Голубой
tr: Camgöbeği
uk: Ціан

source: Cycling
de: Radfahren
es: Ciclismo
fr: Cyclisme
hi: साइकिल चलाना
it: Ciclismo
nl: Fietsen
pl: Jazda na rowerze
pt: Ciclismo
ru: Езда на велосипеде
tr: Bisiklete binmek
uk: Велоспорт

source: Cyclone
de: Zyklon
es: Ciclón
hi: चक्रवात
it: Ciclone
nl: Cycloon
pl: Cyklon
pt: Ciclone
ru: Циклон
tr: Siklon
uk: Циклон

source: Cyclops
de: Kyklop
es: Cíclope
fr: Cyclope
hi: साइक्लोप्स
it: Ciclope
nl: Cycloop
pl: Cyklop
pt: Ciclope
ru: Циклопы
tr: Kikloplar
uk: Циклоп

source: Cylinder
de: Trommel
es: Cilindro
fr: Cylindre
hi: सिलिंडर
it: Cilindro
nl: Cilinder
pt: Cilindro
ru: Цилиндр
tr: Silindir
uk: Циліндр

source: Cymbal
de: Beckenteller
es: Platillo
fr: Cymbale
hi: पीटझाँझ
it: Piatto
nl: Bekken
pl: Talerz
pt: Címbalo
ru: Тарелка
tr: Zil
uk: Цимбал

source: Cymric
de: Zymrisch
es: Címrico
fr: Cymrique
hi: सिम्रिक
it: Cimrico
nl: Cymrisch
pt: Círico
ru: Цимрик
uk: Цимрік

source: Cypress
de: Zypresse
es: Ciprés
fr: Cyprès
hi: सरूँ
it: Cipresso
nl: Cipres
pl: Cyprys
pt: Cipreste
ru: Кипарис
tr: Selvi
uk: Кипарис

source: Czech
de: Tschechisch
es: Checo
fr: Tchèque
hi: चेक
it: Ceco
nl: Tsjech
pt: Tcheco
ru: Чешский
tr: Çek
uk: Чеська

source: Dachshund
de: Dackel
es: Perro salchicha
fr: Teckel
hi: दचशुंड
it: Bassotto
nl: Teckel
pl: Jamnik
pt: Bassê
ru: Такса
tr: Zağar
uk: Такса

source: Daffodil
de: Osterglocke
es: Narciso
fr: Jonquille
hi: डैफ़ोडिल
it: Narciso giallo
nl: Gele narcis
pl: Żonkil
pt: Narciso
ru: Нарцисс жёлтый
tr: Zerrin
uk: Нарцис

source: Dagger
de: Dolch
es: Daga
fr: Poignard
hi: खंजर
it: Pugnale
nl: Dolk
pl: Sztylet
pt: Adaga
ru: Кинжал
tr: Hançer
uk: Кинджал

source: Dahlia
de: Dahlie
es: Dalia
hi: डाहलिया
it: Dalia
pl: Dalia
pt: Dália
ru: Георгин
uk: Далія

source: Daisy
de: Gänseblümchen
es: Margarita
fr: Marguerite
hi: डेज़ी
it: Margherita
nl: Madeliefje
pl: Stokrotka
pt: Margarida
ru: Маргаритка
tr: Papatya
uk: Дейзі

source: Dalmatian
de: Dalmatiner
es: Dálmata
fr: Dalmatien
hi: डाल्मेटियन
it: Dalmata
nl: Dalmatiër
pl: Dalmatyńczyk
pt: Dálmata
ru: Далматин
tr: Dalmaçyalı
uk: Далматинець

source: Damask
de: Damast
es: Damasco
fr: Damas
hi: दमास्क
it: Damasco
nl: Damast
pl: Adamaszek
pt: Damasco
ru: Камчатная ткань
tr: Şam
uk: Дамаск
